[Skills.Skill_Sage_CorrosiveTransformed SkillDefinition]
SkillName="Transformação Corrosiva"
SkillDescription="Transformado por efeito Corrosivo"
LockedSkillDetailStr="<Locked>"

[Skills.Skill_Sage_FireTransformed SkillDefinition]
SkillName="Transformação Ígnea"
SkillDescription="Transformado por efeito Ígneo"
LockedSkillDetailStr="<Locked>"

[Skills.Skill_Sage_ShockTransformed SkillDefinition]
SkillName="Transformação Elétrica"
SkillDescription="Transformado por efeito Elétrico"
LockedSkillDetailStr="<Locked>"

[Skills.Skill_Sage_SlagTransformed SkillDefinition]
SkillName="Transformação Slag"
SkillDescription="Transformado por efeito de Slag"
LockedSkillDetailStr="<Locked>"

